Repository: lsa-pucrs/donnie-assistive-robot-sw
Catalog: loc/*/po/GoDonnie.po
Languages: pt_br

source: Não há código para ser executado.
pt_br: There is no code to be executed.

source: argumentos. Argumentos: -t: Executa em modo terminal; -f nome do arquivo: Executa em modo script; -m: Quando habilitado, imprime mensagens na tela; -h: Ajuda
pt_br: arguments. Arguments: -t: Runs in terminal mode; -f filename: Runs in script mode; -m: When enabled, prints messages on the screen; -h: Help

source: não encontrado.
pt_br: not found.

source: Arquivo
pt_br: File

source: Comando sem argumentos!
pt_br: Command without arguments!

source: Erro ao abrir arquivo
pt_br: Error opening file

source: Modo script requer somente dois argumentos.
pt_br: Script mode requires only two arguments.

source: Modo terminal requer somente um argumento.
pt_br: Terminal mode requires only one argument.

source: Nenhum modo selecionado.
pt_br: No mode selected.

source: Não foi possivel criar o arquivo de log
pt_br: Unable to create log file

source: Não pode ter dois modos selecionados ao mesmo tempo.
pt_br: Unable to select two modes simultaneously.

source: Parâmetro
pt_br: Parameter

source: Parâmetro -f requer um nome de arquivo com código GoDonnie.
pt_br: Parameter -f requires a filename with GoDonnie code.

source: Parâmetro m deve vir primeiro.
pt_br: Parameter m must come first.

source: Uso:
pt_br: Usage:

source: desconhecido
pt_br: unknown
